#include <iostream>

int main() {
  // Сайт по продаже недвижимости. Переменная содержит стоимость квартиры.
  int flatPrice = 1000;
  // Программа для учета товара в обувном магазине. Переменная содержит размер пары обуви.
  int shoeSize = 42;
  // Информационная система для посетителей зоопарка. Переменная содержит количество животных, которые находятся в зоопарке в данный момент.
  int zooAnimalsCount = 100;
  // Интернет магазин электроники. Переменная для цены нового товара.
  int newGoodsPrice = 200;
  std::cout << "Hello World!\n";
}